export const tf = {
    "survivor": {
        "name": "求生者",
        "treeData": {
            L1: {
                id: "L1",
                name: "关系场",
                label: 1,
                content: "被监管者持续追击超过5秒后，若离开监管者的警戒范围且该监管者不处于追击状态，则会向所有求生者显示监管者的轮廓，持续3秒，冷却时间80秒<br>被施加该效果的监管者在轮廓显示结束后的40秒内将免疫该效果",
                boshi: null,
                lianhe: null,
                taluo: "被敌方骑士持续追击超过5秒后，若离开敌方骑士的警戒范围且该监管者不处于追击状态，则会向所有队友显示敌方骑士的轮廓，持续3秒，冷却时间80秒<br>被施加该效果的敌方骑士在轮廓显示结束后的40秒内将免疫该效果",
                describe: "你的努力，其他人也能受益",
                1: {
                    id: "L1-1",
                    name: "幸存者本能",
                    label: 1,
                    content: "有1/2/3名求生者被淘汰时，自身破译密码机的速度增加6%/18%/36%",
                    boshi: null,
                    lianhe: null,
                    taluo: null,
                    describe: "至暗之处，方可见至亮之光",
                    1: {
                        id: "L1-1-1",
                        name: "愈合",
                        label: 3,
                        content: "受到他人治疗的时间减少15%。受伤状态下治疗进度将缓慢地自动增加，每秒增加0.3%/0.45%/0.6%，最多增加到30%/45%/60%",
                        boshi: null,
                        lianhe: null,
                        taluo: null,
                        describe: "强大的意志力造就了强大的身躯！"
                    },
                    2: {
                        id: "L1-1-2",
                        name: "防御机制",
                        label: 3,
                        content: "受伤状态下，跨越木板和窗户的交互速度增加6%/9%/12%",
                        boshi: null,
                        lianhe: null,
                        taluo: null,
                        describe: "感受到过载压力时，自我防御开启"
                    }
                },
                2: {
                    id: "L1-2",
                    name: "祸福相依",
                    label: 3,
                    content: "当求生者破译密码机触电，会显示监管者的位置3/5/7秒",
                    boshi: null,
                    lianhe: null,
                    taluo: "破译密码机触电，会显示敌方骑士的位置3/5/7秒",
                    describe: "得与失，往往在一线之间…",
                    1: {
                        id: "L1-2-1",
                        name: "韦伯定律",
                        label: "0/3",
                        content: "被监管者在其18米范围内持续追击3秒时，立即增加10%/15%/20%移动速度，持续3.5秒，该效果一局仅触发一次",
                        boshi: null,
                        lianhe: null,
                        taluo: "被敌方骑士在其18米范围内持续追击3秒时，立即增加10%/15%/20%移动速度，持续3.5秒，该效果一局仅触发一次",
                        describe: "只有第一次才是最大的刺激",
                        laster: {
                            id: "L1-laster",
                            name: "飞轮效应",
                            label: 1,
                            content: "携带该特质会获得主动技能-飞轮效应，技能效果：向角色面朝方向冲刺3.5米，0.4秒内免疫绝大多数伤害和控制，冷却时间135秒，开局冷却时间50秒",
                            boshi: null,
                            lianhe: null,
                            taluo: null,
                            describe: "万事开头难！"
                        }
                    }
                },
                3: {
                    id: "L1-3",
                    name: "相濡以沫",
                    label: 1,
                    content: "显示18米内求生者，与未被监管者追击的受伤求生者相互可见",
                    boshi: "显示32米内求生者，与未被监管者追击的受伤求生者相互可见",
                    lianhe: "显示18米内求生者队友，与未被监管者追击的受伤队友相互可见",
                    taluo: null,
                    describe: "别担心，我来帮你",
                    1: {
                        id: "L1-3-1",
                        name: "共生效应",
                        label: 1,
                        content: "奔向被挂上狂欢之椅的求生者时，移动速度增加6%~10%，距离被挂上狂欢之椅的求生者越远移动速度的增加量越大",
                        boshi: "奔向倒地的求生者时，移动速度增加6%~10%，距离倒地的求生者越远移动速度的增加量越大",
                        lianhe: null,
                        taluo: "奔向被挂上狂欢之椅的己方国王时，移动速度增加6%~10%，距离国王越远移动速度的增加量越大",
                        describe: "也许你能拯救的，不仅仅只有自己"
                    },
                    2: {
                        id: "L1-3-2",
                        name: "云中漫步",
                        label: 1,
                        content: "留下的脚印痕迹持续时间减少1秒，受伤状态不再触发额外的受伤碎片痕迹",
                        boshi: null,
                        lianhe: null,
                        taluo: null,
                        describe: "踮起脚尖，因为脚印会出卖一切"
                    }
                }
            }
        }
    }
}